tap "PurpleBooth/repo"
tap "alecthomas/homebrew-tap"
tap "aws/tap"
tap "cloudfoundry/tap"
tap "denisidoro/tools"
tap "git-duet/tap"
tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "snyk/tap"
tap "warrensbox/tap"
brew "mas"
brew "svn"
cask "1password"
cask "1password-cli"
cask "adoptopenjdk8"
cask "alfred"
cask "chromedriver"
cask "docker"
cask "dotnet-sdk"
cask "element"
cask "firefox-beta"
cask "fly"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-libre-baskerville"
cask "font-source-sans-pro"
cask "google-chrome"
cask "google-cloud-sdk"
cask "grammarly"
cask "jetbrains-toolbox"
cask "kitty"
cask "mactex-no-gui"
cask "screenflow"
cask "shadow-beta"
cask "shiftit"
cask "signal-beta"
cask "skype"
cask "slack-beta"
cask "steam"
cask "telegram"
cask "tidal"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "Keynote", id: 409183694
mas "NextDNS", id: 1464122853
mas "Spark - Email App by Readdle", id: 1176895641
brew "PurpleBooth/repo/ed-system-search"
brew "PurpleBooth/repo/fix-compaudit"
brew "PurpleBooth/repo/fix-gnupg-permissions"
brew "PurpleBooth/repo/game-of-life"
brew "PurpleBooth/repo/git-duet-wrap-for-sops"
brew "PurpleBooth/repo/git-mit"
brew "PurpleBooth/repo/goodreads-quotes"
brew "PurpleBooth/repo/readable-name-generator"
brew "PurpleBooth/repo/setup-a-keyring-for-sops"
brew "angular-cli"
brew "aws-google-auth"
brew "aws-iam-authenticator"
brew "aws-sam-cli"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bats"
brew "bind"
brew "coreutils"
brew "curl"
brew "dasel"
brew "dep"
brew "direnv"
brew "dust"
brew "exa"
brew "fasd"
brew "fd"
brew "fdupes"
brew "ffmpeg"
brew "findutils"
brew "firebase-cli"
brew "fish"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "fzy"
brew "gcc"
brew "gdb"
brew "gettext", link: true
brew "gh"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "git-duet"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gometalinter"
brew "gradle"
brew "grep"
brew "hashicorp/tap/waypoint"
brew "httpie"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "kotlin"
brew "less"
brew "librsvg"
brew "magic-wormhole"
brew "mas"
brew "mdcat"
brew "node"
brew "nushell"
brew "nvim"
brew "openjdk"
brew "pandoc"
brew "php"
brew "phpmd"
brew "pidof"
brew "pinentry-mac"
brew "pipenv"
brew "poetry"
brew "prettier"
brew "procs"
brew "progress"
brew "pstree"
brew "pwgen"
brew "pyenv"
brew "python"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "rustup-init"
brew "s3cmd"
brew "serverless"
brew "shellcheck"
brew "shfmt"
brew "sk"
brew "snyk"
brew "sops"
brew "starship"
brew "svn"
brew "terminal-notifier"
brew "terraform"
brew "terragrunt"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "warrensbox/tap/tfswitch"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zoxide"
brew "zplug"
brew "zsh"
