tap "PurpleBooth/repo"
tap "alecthomas/homebrew-tap"
tap "aws/tap"
tap "cloudfoundry/tap"
tap "denisidoro/tools"
tap "git-duet/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
brew "angular-cli"
brew "art-station-i-guess"
brew "aws-google-auth"
brew "aws-iam-authenticator"
brew "aws-sam-cli"
brew "awscli"
brew "bash"
brew "bat"
brew "bats"
brew "bind"
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/cf-cli"
brew "coreutils"
brew "curl"
brew "dep"
brew "exa"
brew "extract_url"
brew "fasd"
brew "fdupes"
brew "ffmpeg"
brew "findutils"
brew "firebase-cli"
brew "fish"
brew "fix-compaudit"
brew "fix-gnupg-permissions"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "fzy"
brew "game-of-life"
brew "gdb"
brew "gettext", link: true
brew "git"
brew "git-crypt"
brew "git-duet"
brew "git-lfs"
brew "github/gh/gh"
brew "gnupg"
brew "go"
brew "gometalinter"
brew "gradle"
brew "grep"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "kotlin"
brew "less"
brew "magic-wormhole"
brew "mas"
brew "node"
brew "nushell"
brew "openjdk"
brew "pandoc"
brew "php"
brew "phpmd"
brew "pidof"
brew "pinentry-mac"
brew "pipenv"
brew "poetry"
brew "prettier"
brew "progress"
brew "pstree"
brew "pwgen"
brew "pyenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rsync"
brew "ruby"
brew "rustup-init"
brew "s3cmd"
brew "serverless"
brew "setup-a-keyring-for-sops"
brew "shellcheck"
brew "shfmt"
brew "sk"
brew "sops"
brew "starship"
brew "terraform"
brew "terragrunt"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zplug"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "adoptopenjdk8"
cask "alfred"
cask "backblaze"
cask "chromedriver"
cask "docker"
cask "dotnet-sdk"
cask "firefox"
cask "fly"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrainsmono-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "grammarly"
cask "java"
cask "jetbrains-toolbox"
cask "kitty"
cask "mactex-no-gui"
cask "screenflow"
cask "shadow-beta"
cask "shiftit"
cask "signal-beta"
cask "skype"
cask "slack-beta"
cask "steam"
cask "telegram"
cask "tidal"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoomus"
mas "Keynote", id: 409183694
mas "NextDNS", id: 1464122853
