brew "aws-iam-authenticator"
brew "aws-sam-cli"
brew "awscli"
brew "bash"
brew "bats"
brew "bind"
brew "cloudfoundry/tap/bbl"
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/cf-cli"
brew "coreutils"
brew "coursier/formulas/coursier"
brew "curl"
brew "dep"
brew "ffmpeg"
brew "ffmpeg"
brew "firebase-cli"
brew "fswatch"
brew "fzy"
brew "gdb"
brew "gdrive"
brew "gettext", link: true
brew "git"
brew "git-crypt"
brew "git-duet"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gometalinter"
brew "grep"
brew "haskell-stack"
brew "httpie"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "kubectl"
brew "kubernetes-helm"
brew "less"
brew "libpq"
brew "maven"
brew "mercurial"
brew "minio"
brew "mkdocs"
brew "nim"
brew "node"
brew "php"
brew "pidof"
brew "pinentry-mac"
brew "pipenv"
brew "plantuml"
brew "postgresql"
brew "prettier"
brew "pstree"
brew "pwgen"
brew "pyenv"
brew "rbenv"
brew "ruby"
brew "rustup-init"
brew "s3cmd"
brew "serverless"
brew "shellcheck"
brew "shfmt"
brew "skaffold"
brew "sops"
brew "starship"
brew "terraform"
brew "terragrunt"
brew "the_silver_searcher"
brew "tldr"
brew "translate-shell"
brew "travis"
brew "tree"
brew "ttygif"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zplug"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "adoptopenjdk8"
cask "alfred"
cask "anaconda"
cask "backblaze"
cask "brave-browser"
cask "chromedriver"
cask "deezer"
cask "docker"
cask "dotnet-sdk"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "firefox-nightly"
cask "fly"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "grammarly"
cask "java"
cask "jetbrains-toolbox"
cask "keybase"
cask "kindle"
cask "minikube"
cask "nordvpn"
cask "postman"
cask "send-to-kindle"
cask "shadow"
cask "shiftit"
cask "skitch"
cask "skype"
cask "slack-beta"
cask "steam"
cask "virtualbox"
cask "visual-studio-code"
cask "whatsapp"
cask "zoomus"
tap "alecthomas/homebrew-tap"
tap "aws/tap"
tap "cloudfoundry/tap"
tap "coursier/formulas"
tap "git-duet/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
