brew "mas"

cask "1password-cli-beta"
cask "1password-beta"
cask "alfred"
cask "audio-hijack"
cask "chromedriver"
cask "dotnet-sdk"
cask "evernote"
cask "firefox-beta"
cask "google-chrome"
cask "google-cloud-sdk"
cask "grammarly"
cask "homebrew/cask-fonts/font-fira-code"
cask "homebrew/cask-fonts/font-fira-code-nerd-font"
cask "homebrew/cask-fonts/font-iosevka"
cask "homebrew/cask-fonts/font-iosevka-aile"
cask "homebrew/cask-fonts/font-iosevka-curly"
cask "homebrew/cask-fonts/font-iosevka-curly-slab"
cask "homebrew/cask-fonts/font-iosevka-etoile"
cask "homebrew/cask-fonts/font-iosevka-nerd-font"
cask "homebrew/cask-fonts/font-iosevka-slab"
cask "homebrew/cask-fonts/font-jetbrains-mono"
cask "homebrew/cask-fonts/font-jetbrains-mono-nerd-font"
cask "homebrew/cask-fonts/font-libre-baskerville"
cask "homebrew/cask-fonts/font-mate"
cask "homebrew/cask-fonts/font-poppins"
cask "homebrew/cask-fonts/font-source-sans-pro"
cask "jetbrains-toolbox"
cask "kitty"
cask "loopback"
cask "screenflow"
cask "shadow-beta"
cask "shiftit"
cask "signal-beta"
cask "skype"
cask "slack-beta"
cask "steam"
cask "telegram"
cask "tidal"
cask "tor-browser"
cask "visual-studio-code"
cask "vlc"
cask "zoom"

mas "", id: 1176895641
mas "", id: 1464122853
mas "", id: 409183694

brew "act"
brew "aws-google-auth"
brew "aws-iam-authenticator"
brew "awscli"
brew "azure-cli"
brew "azure-functions-core-tools"
brew "bash"
brew "bash-completion"
brew "bats-core"
brew "curl"
brew "firebase-cli"
brew "fish"
brew "gcc"
brew "gdb"
brew "gettext", link: true
brew "gh"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "gradle"
brew "helm"
brew "helm"
brew "homebrew/core/go"
brew "httpie"
brew "hyperfine"
brew "hyperfine"
brew "jq"
brew "kotlin"
brew "lima"
brew "node"
brew "openjdk"
brew "openssh"
brew "php"
brew "phpmd"
brew "pinentry-mac"
brew "poetry"
brew "prettier"
brew "PurpleBooth/repo/git-mit"
brew "PurpleBooth/repo/git-moves-together"
brew "PurpleBooth/repo/setup-a-keyring-for-sops"
brew "pwgen"
brew "pyenv"
brew "python"
brew "rbenv"
brew "rsync"
brew "ruby"
brew "rustup-init"
brew "s3cmd"
brew "serverless"
brew "shellcheck"
brew "shfmt"
brew "snyk"
brew "sops"
brew "specdown/repo/specdown"
brew "svn"
brew "terraform"
brew "terragrunt"
brew "tflint"
brew "tfsec"
brew "translate-shell"
brew "wget"
brew "yarn"
brew "yq"
brew "zplug"
brew "zsh"
brew "zsh-completions"
