tap "PurpleBooth/repo"
tap "homebrew/command-not-found"
tap "specdown/repo"

brew "mas"
brew "svn"
brew "watch"
brew "ox"
brew "micro"

cask "lens"
cask "alfred"
cask "audio-hijack"
cask "chromedriver"
cask "dotnet-sdk"
cask "fantastical"
cask "google-chrome"
cask "google-cloud-sdk"
cask "homebrew/cask-fonts/font-fira-code"
cask "homebrew/cask-fonts/font-fira-code-nerd-font"
cask "homebrew/cask-fonts/font-iosevka"
cask "homebrew/cask-fonts/font-iosevka-aile"
cask "homebrew/cask-fonts/font-iosevka-curly"
cask "homebrew/cask-fonts/font-iosevka-curly-slab"
cask "homebrew/cask-fonts/font-iosevka-etoile"
cask "homebrew/cask-fonts/font-iosevka-nerd-font"
cask "homebrew/cask-fonts/font-iosevka-slab"
cask "homebrew/cask-fonts/font-jetbrains-mono"
cask "homebrew/cask-fonts/font-jetbrains-mono-nerd-font"
cask "homebrew/cask-fonts/font-libre-baskerville"
cask "homebrew/cask-fonts/font-mate"
cask "homebrew/cask-fonts/font-poppins"
cask "homebrew/cask-fonts/font-source-sans-pro"
cask "homebrew/cask-versions/1password-beta"
cask "homebrew/cask-versions/1password-cli-beta"
cask "homebrew/cask-versions/firefox-beta"
cask "homebrew/cask-versions/shadow-beta"
cask "homebrew/cask-versions/signal-beta"
cask "homebrew/cask-versions/slack-beta"
cask "jetbrains-toolbox"
cask "kitty"
cask "loopback"
cask "microsoft-azure-storage-explorer"
cask "microsoft-teams"
cask "plexamp"
cask "screenflow"
cask "steam"
cask "telegram"
cask "tor-browser"
cask "visual-studio-code"
cask "vlc"
cask "zoom"

mas "", id: 1176895641
mas "", id: 1464122853
mas "", id: 409183694
mas "", id: 441258766

brew "kind"
brew "clusterctl"
brew "just"
brew "k9s"
brew "actionlint"
brew "ripgrep"
brew "PurpleBooth/repo/git-mit"
brew "PurpleBooth/repo/git-moves-together"
brew "PurpleBooth/repo/setup-a-keyring-for-sops"
brew "aws-google-auth"
brew "aws-iam-authenticator"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bats-core"
brew "chezmoi"
brew "curl"
brew "direnv"
brew "exa"
brew "exa"
brew "fish"
brew "gcc"
brew "gdb"
brew "gettext", link: true
brew "gh"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "gradle"
brew "grep"
brew "helm"
brew "homebrew/core/go"
brew "httpie"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "kops"
brew "lima"
brew "neovim"
brew "node"
brew "openjdk"
brew "openssh"
brew "pinentry-mac"
brew "poetry"
brew "prettier"
brew "pwgen"
brew "pyenv"
brew "python"
brew "rbenv"
brew "rsync"
brew "ruby"
brew "rustup-init"
brew "s3cmd"
brew "shellcheck"
brew "shfmt"
brew "sops"
brew "specdown/repo/specdown"
brew "starship"
brew "terraform"
brew "tflint"
brew "tfsec"
brew "tldr"
brew "translate-shell"
brew "wget"
brew "yarn"
brew "yq"
brew "zplug"
brew "zsh"
brew "zsh-completions"
